Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# cd_settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置

# cd_share_chord_image
source: Share chord as image
ar: مشاركة الوتر كصورة
de: Akkord als Bild teilen
es: Compartir acorde como imagen
fr: Partager l'accord en image
hi: कॉर्ड को छवि के रूप में शेयर करें
id: Bagikan akor sebagai gambar
it: Condividi accordo come immagine
ja: コードを画像で共有
ko: 코드를 이미지로 공유
nl: Akkoord delen als afbeelding
pl: Udostępnij akord jako obraz
pt: Compartilhar acorde como imagem
ru: Поделиться аккордом как изображением
tr: Akoru resim olarak paylaş
zh_hans: 以图片分享和弦

# cd_start
source: Start
ar: ابدأ
es: Iniciar
fr: Démarrer
hi: शुरू करें
id: Mulai
it: Avvia
ja: スタート
ko: 시작
pt: Iniciar
ru: Старт
tr: Başlat
zh_hans: 开始

# cd_start_listening
source: Start listening
ar: بدء الاستماع
de: Zuhören starten
es: Comenzar a escuchar
fr: Commencer l'écoute
hi: सुनना शुरू करें
id: Mulai mendengarkan
it: Avvia ascolto
ja: リスニングを開始
ko: 듣기 시작
nl: Start met luisteren
pl: Rozpocznij nasłuchiwanie
pt: Começar a ouvir
ru: Начать прослушивание
tr: Dinlemeye başla
zh_hans: 开始监听

# cd_start_metronome
source: Start metronome
ar: بدء المسرع
de: Metronom starten
es: Iniciar metrónomo
fr: Démarrer le métronome
hi: मेट्रोनोम शुरू करें
id: Mulai metronom
it: Avvia metronomo
ja: メトロノーム開始
ko: 메트로놈 시작
nl: Metronoom starten
pl: Uruchom metronom
pt: Iniciar metrônomo
ru: Запустить метроном
tr: Metronom başlat
zh_hans: 启动节拍器

# cd_start_recording
source: Record notes from ukulele
ar: تسجيل نوتات من اليوكيليلي
de: Noten von der Ukulele aufnehmen
es: Grabar notas del ukulele
fr: Enregistrer des notes depuis le ukulélé
hi: यूकुलेले से नोट्स रिकॉर्ड करें
id: Rekam not dari ukulele
it: Registra note dall'ukulele
ja: ウクレレからノートを録音
ko: 우쿨렐레에서 음표 녹음
nl: Noten opnemen van ukulele
pl: Nagrywaj nuty z ukulele
pt: Gravar notas do ukulele
ru: Записать ноты с укулеле
tr: Ukuleleden notaları kaydet
zh_hans: 从尤克里里录制音符

# cd_start_routine
source: Start practice routine
ar: بدء روتين التمرين
de: Übungsroutine starten
es: Iniciar rutina de práctica
fr: Commencer la routine de pratique
hi: अभ्यास रूटीन शुरू करें
id: Mulai rutinitas latihan
it: Inizia la routine di pratica
ja: 練習ルーティンを開始
ko: 연습 루틴 시작
nl: Start oefenroutine
pl: Rozpocznij rutynę ćwiczeń
pt: Iniciar rotina de prática
ru: Начать план занятий
tr: Çalışma rutinini başlat
zh_hans: 开始练习计划

# cd_start_tuning
source: Start tuning
ar: بدء الضبط
de: Stimmen starten
es: Iniciar afinación
fr: Commencer l'accordage
hi: ट्यूनिंग शुरू करें
id: Mulai tuning
it: Inizia accordatura
ja: チューニングを開始
ko: 튜닝 시작
nl: Start stemmen
pl: Rozpocznij strojenie
pt: Iniciar afinação
ru: Начать настройку
tr: Akort başlat
zh_hans: 开始调音

# cd_step_empty
source: Step %lld: empty
ar: خطوة %lld: فارغة
de: Schritt %lld: leer
es: Paso %lld: vacío
fr: Pas %lld : vide
hi: स्टेप %lld: खाली
id: Langkah %lld: kosong
it: Passo %lld: vuoto
ja: ステップ %lld: 空
ko: 스텝 %lld: 비어 있음
nl: Stap %lld: leeg
pl: Krok %lld: pusty
pt: Passo %lld: vazio
ru: Шаг %lld: пусто
tr: Adım %lld: boş
zh_hans: 第 %lld 步：空

# cd_step_note
source: Step %1$lld: %2$@ %3$@
ar: خطوة %1$lld: %2$@ %3$@
de: Schritt %1$lld: %2$@ %3$@
es: Paso %1$lld: %2$@ %3$@
fr: Pas %1$lld : %2$@ %3$@
hi: स्टेप %1$lld: %2$@ %3$@
id: Langkah %1$lld: %2$@ %3$@
it: Passo %1$lld: %2$@ %3$@
ja: ステップ %1$lld: %2$@ %3$@
ko: 스텝 %1$lld: %2$@ %3$@
nl: Stap %1$lld: %2$@ %3$@
pl: Krok %1$lld: %2$@ %3$@
pt: Passo %1$lld: %2$@ %3$@
ru: Шаг %1$lld: %2$@ %3$@
tr: Adım %1$lld: %2$@ %3$@
zh_hans: 第 %1$lld 步：%2$@ %3$@

# cd_step_sequencer_grid
source: Melody step sequencer, %lld steps
ar: مُتتابع خطوات اللحن، %lld خطوة
de: Melodie-Step-Sequenzer, %lld Schritte
es: Secuenciador de melodía, %lld pasos
fr: Séquenceur de mélodie, %lld pas
hi: मेलोडी स्टेप सीक्वेंसर, %lld स्टेप
id: Step sequencer melodi, %lld langkah
it: Sequenziatore melodia, %lld passi
ja: メロディーステップシーケンサー、%lld ステップ
ko: 멜로디 스텝 시퀀서, %lld 스텝
nl: Melodie-stappensequencer, %lld stappen
pl: Sekwencer melodii, %lld kroków
pt: Sequenciador de melodia, %lld passos
ru: Секвенсор мелодии, %lld шагов
tr: Melodi adım sıralayıcı, %lld adım
zh_hans: 旋律步进音序器，%lld 步

# cd_step_sequencer_mode
source: Step sequencer mode, grid-based entry
ar: وضع المُتتابع، إدخال شبكي
de: Step-Sequenzer-Modus, rasterbasierte Eingabe
es: Modo secuenciador, entrada en cuadrícula
fr: Mode séquenceur, saisie en grille
hi: स्टेप सीक्वेंसर मोड, ग्रिड-आधारित प्रविष्टि
id: Mode step sequencer, input berbasis grid
it: Modalità sequenziatore, inserimento a griglia
ja: ステップシーケンサーモード、グリッド入力
ko: 스텝 시퀀서 모드, 격자 기반 입력
nl: Stappensequencermodus, rasterinvoer
pl: Tryb sekwencera krokowego, wprowadzanie w siatce
pt: Modo sequenciador, entrada em grade
ru: Режим секвенсора, ввод по сетке
tr: Adım sıralayıcı modu, ızgara tabanlı giriş
zh_hans: 步进音序器模式，网格式输入

# cd_stop
source: Stop
ar: أوقف
de: Stopp
es: Detener
fr: Arrêter
hi: रोकें
id: Berhenti
it: Ferma
ja: ストップ
ko: 정지
nl: Stoppen
pl: Zatrzymaj
pt: Parar
ru: Стоп
tr: Durdur
zh_hans: 停止

# cd_stop_listening
source: Stop listening
ar: إيقاف الاستماع
de: Zuhören beenden
es: Dejar de escuchar
fr: Arrêter l'écoute
hi: सुनना बंद करें
id: Berhenti mendengarkan
it: Interrompi ascolto
ja: リスニングを停止
ko: 듣기 중지
nl: Stop met luisteren
pl: Zatrzymaj nasłuchiwanie
pt: Parar de ouvir
ru: Остановить прослушивание
tr: Dinlemeyi durdur
zh_hans: 停止监听

# cd_stop_metronome
source: Stop metronome
ar: إيقاف المسرع
de: Metronom stoppen
es: Detener metrónomo
fr: Arrêter le métronome
hi: मेट्रोनोम बंद करें
id: Hentikan metronom
it: Ferma metronomo
ja: メトロノーム停止
ko: 메트로놈 정지
nl: Metronoom stoppen
pl: Zatrzymaj metronom
pt: Parar metrônomo
ru: Остановить метроном
tr: Metronom durdur
zh_hans: 停止节拍器

# cd_stop_pattern
source: Stop %@
ar: إيقاف %@
de: %@ stoppen
es: Detener %@
fr: Arrêter %@
hi: %@ रोकें
id: Hentikan %@
it: Ferma %@
ja: %@を停止
ko: %@ 정지
nl: %@ stoppen
pl: Zatrzymaj %@
pt: Parar %@
ru: Остановить %@
tr: %@ durdur
zh_hans: 停止%@

# cd_stop_playing
source: Stop playing
ar: إيقاف التشغيل
de: Wiedergabe beenden
es: Dejar de reproducir
fr: Arrêter la lecture
hi: चलाना बंद करें
id: Berhenti memutar
it: Ferma riproduzione
ja: 再生を停止
ko: 재생 정지
nl: Afspelen stoppen
pl: Zatrzymaj odtwarzanie
pt: Parar reprodução
ru: Остановить воспроизведение
tr: Çalmayı durdur
zh_hans: 停止播放

# cd_stop_recording
source: Stop recording
ar: إيقاف التسجيل
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
hi: रिकॉर्डिंग बंद करें
id: Hentikan rekaman
it: Interrompi registrazione
ja: 録音を停止
ko: 녹음 중지
nl: Opname stoppen
pl: Zatrzymaj nagrywanie
pt: Parar gravação
ru: Остановить запись
tr: Kaydı durdur
zh_hans: 停止录音

# cd_stop_scroll
source: Stop scroll
ar: إيقاف التمرير
de: Scrollen stoppen
es: Detener desplazamiento
fr: Arrêter le défilement
hi: स्क्रॉल रोकें
id: Hentikan gulir
it: Ferma scorrimento
ja: スクロールを停止
ko: 스크롤 정지
nl: Scrollen stoppen
pl: Zatrzymaj przewijanie
pt: Parar rolagem
ru: Остановить прокрутку
tr: Kaydırmayı durdur
zh_hans: 停止滚动

# cd_stop_tuning
source: Stop tuning
ar: إيقاف الضبط
de: Stimmen beenden
es: Detener afinación
fr: Arrêter l'accordage
hi: ट्यूनिंग रोकें
id: Berhenti tuning
it: Ferma accordatura
ja: チューニングを停止
ko: 튜닝 중지
nl: Stop stemmen
pl: Zatrzymaj strojenie
pt: Parar afinação
ru: Остановить настройку
tr: Akordu durdur
zh_hans: 停止调音

# cd_strum_pattern
source: Strum pattern: %@
ar: نمط العزف: %@
de: Schlagmuster: %@
es: Patrón de rasgueo: %@
fr: Patron de grattage : %@
hi: स्ट्रम पैटर्न: %@
id: Pola petikan: %@
it: Modello di pennata: %@
ja: ストラムパターン: %@
ko: 스트럼 패턴: %@
nl: Slagpatroon: %@
pl: Wzór brzdąkania: %@
pt: Padrão de batida: %@
ru: Ритмический рисунок: %@
tr: Vuruş kalıbı: %@
zh_hans: 扫弦模式：%@

# cd_swap_chords
source: Swap chords
ar: تبديل الأوتار
de: Akkorde tauschen
es: Intercambiar acordes
fr: Intervertir les accords
hi: कॉर्ड बदलें
id: Tukar akor
it: Scambia accordi
ja: コードを入れ替え
ko: 코드 교환
nl: Akkoorden wisselen
pl: Zamień akordy
pt: Trocar acordes
ru: Поменять аккорды
tr: Akorları değiştir
zh_hans: 交换和弦

# cd_time_signature
source: %@ time
ar: ميزان %@
de: %@-Takt
es: Compás de %@
fr: Mesure à %@
hi: %@ ताल
id: Birama %@
it: %@ tempo
ja: %@拍子
ko: %@ 박자
nl: %@ maat
pl: %@ metrum
pt: %@ tempo
ru: Размер %@
tr: %@ ölçü
zh_hans: %@ 拍

# cd_to
source: to
ar: إلى
de: nach
es: a
fr: à
hi: से
id: ke
it: a
ja: から
ko: 에서
nl: naar
pl: do
pt: para
ru: к
tr: ile
zh_hans: 到

# cd_toggle_loop
source: Toggle loop
ar: تبديل التكرار
de: Schleife umschalten
es: Alternar bucle
fr: Activer/désactiver la boucle
hi: लूप टॉगल करें
id: Aktifkan/nonaktifkan loop
it: Attiva/disattiva loop
ja: ループ切替
ko: 루프 전환
nl: Herhaling aan/uit
pl: Przełącz pętlę
pt: Alternar repetição
ru: Вкл/выкл повтор
tr: Döngüyü aç/kapat
zh_hans: 切换循环

# cd_transpose_down
source: Transpose down
ar: تحويل للأسفل
de: Transponieren nach unten
es: Transportar abajo
fr: Transposer vers le bas
hi: ट्रांसपोज़ नीचे
id: Transpos turun
it: Trasporta in basso
ja: 半音下げる
ko: 반음 내리기
nl: Transponeer omlaag
pl: Transponuj w dół
pt: Transpor para baixo
ru: Транспонировать вниз
tr: Tonu düşür
zh_hans: 降调

# cd_transpose_up
source: Transpose up
ar: تحويل للأعلى
de: Transponieren nach oben
es: Transportar arriba
fr: Transposer vers le haut
hi: ट्रांसपोज़ ऊपर
id: Transpos naik
it: Trasporta in alto
ja: 半音上げる
ko: 반음 올리기
nl: Transponeer omhoog
pl: Transponuj w górę
pt: Transpor para cima
ru: Транспонировать вверх
tr: Tonu yükselt
zh_hans: 升调

# challenge_ear_training_desc
source: Complete %lld rounds of ear training with at least 60%% accuracy.
ar: أكمل %lld جولات من تدريب الأذن بدقة 60%% على الأقل.
de: Absolviere %lld Runden Gehörbildung mit mindestens 60%% Genauigkeit.
es: Completa %lld rondas de entrenamiento auditivo con al menos un 60%% de precisión.
fr: Complétez %lld tours d'entraînement auditif avec au moins 60%% de précision.
hi: कम से कम 60%% सटीकता के साथ %lld राउंड कान प्रशिक्षण पूरे करें।
id: Selesaikan %lld putaran latihan pendengaran dengan akurasi minimal 60%%.
it: Completa %lld round di ear training con almeno 60%% di precisione.
ja: 聴音トレーニングを%lldラウンド完了、60%%以上の正確さで。
ko: 청음 훈련 %lld라운드 완료, 60%% 이상 정확도로.
nl: Voltooi %lld rondes gehoortraining met minimaal 60%% nauwkeurigheid.
pl: Ukończ %lld rund treningu słuchu z co najmniej 60%% dokładnością.
pt: Completar %lld rondas de treino auditivo com pelo menos 60%% de precisão.
ru: Выполните %lld раундов слуховой тренировки с точностью не менее 60%%.
tr: En az 60%% doğrulukla %lld tur kulak eğitimini tamamlayın.
zh_hans: 完成 %lld 轮听力训练，准确率至少 60%%。

# challenge_ear_training_title
source: Ear Training: %lld Rounds
ar: تدريب الأذن: %lld جولات
de: Gehörbildung: %lld Runden
es: Entrenamiento auditivo: %lld rondas
fr: Entraînement auditif : %lld tours
hi: कान प्रशिक्षण: %lld राउंड
id: Latihan Pendengaran: %lld Putaran
it: Ear training: %lld round
ja: 聴音トレーニング: %lldラウンド
ko: 청음 훈련: %lld라운드
nl: Gehoortraining: %lld rondes
pl: Trening słuchu: %lld rund
pt: Treino auditivo: %lld rondas
ru: Слуховая тренировка: %lld раундов
tr: Kulak Eğitimi: %lld Tur
zh_hans: 听力训练：%lld 轮

# challenge_learn_chord_desc
source: Find and practice the %@ chord. Try all voicings!
ar: اعثر على وتر %@ وتدرب عليه. جرّب جميع التوزيعات الصوتية!
de: Finde und übe den Akkord %@. Probiere alle Griffweisen!
es: Busca y practica el acorde %@. ¡Prueba todas las digitaciones!
fr: Trouvez et pratiquez l'accord %@. Essayez tous les doigtés !
hi: %@ कॉर्ड ढूँढें और अभ्यास करें। सभी वॉइसिंग आज़माएँ!
id: Temukan dan latih akor %@. Coba semua voicing!
it: Trova e pratica l'accordo %@. Prova tutte le voci!
ja: %@コードを見つけて練習。すべてのボイシングを試してみよう！
ko: %@ 코드를 찾아 연습하세요. 모든 보이싱을 시도해 보세요!
nl: Vind en oefen het %@ akkoord. Probeer alle grepen!
pl: Znajdź i ćwicz akord %@. Wypróbuj wszystkie prowadzenia głosów!
pt: Encontrar e praticar o acorde %@. Experimente todos os voicings!
ru: Найдите и отработайте аккорд %@. Попробуйте все варианты!
tr: %@ akorunu bulun ve çalışın. Tüm pozisyonları deneyin!
zh_hans: 找到并练习 %@ 和弦。试试所有指法！

# challenge_learn_chord_title
source: Learn %@
ar: تعلّم %@
de: %@ lernen
es: Aprende %@
fr: Apprendre %@
hi: %@ सीखें
id: Belajar %@
it: Impara %@
ja: %@を覚える
ko: %@ 배우기
nl: Leer %@
pl: Naucz się %@
pt: Aprender %@
ru: Выучить %@
tr: %@ Öğren
zh_hans: 学习 %@

# challenge_practice_song_desc
source: Open the songbook and practice any song for 5 minutes.
ar: افتح دفتر الأغاني وتدرب على أي أغنية لمدة 5 دقائق.
de: Öffne das Liederbuch und übe ein beliebiges Lied 5 Minuten lang.
es: Abre el cancionero y practica cualquier canción durante 5 minutos.
fr: Ouvrez le recueil et pratiquez n'importe quelle chanson pendant 5 minutes.
hi: सॉन्गबुक खोलें और 5 मिनट के लिए कोई गाना अभ्यास करें।
id: Buka buku lagu dan latih lagu apa pun selama 5 menit.
it: Apri la raccolta e pratica un brano qualsiasi per 5 minuti.
ja: ソングブックを開いて5分間好きな曲を練習。
ko: 곡 목록을 열고 5분간 아무 곡이나 연습하세요.
nl: Open het liedjesboek en oefen 5 minuten met een liedje.
pl: Otwórz śpiewnik i ćwicz dowolną piosenkę przez 5 minut.
pt: Abrir o caderno e praticar qualquer música durante 5 minutos.
ru: Откройте песенник и отработайте любую песню 5 минут.
tr: Şarkı defterini açın ve herhangi bir şarkıyı 5 dakika çalışın.
zh_hans: 打开歌本，练习任意歌曲 5 分钟。

# challenge_practice_song_title
source: Practice a Song
ar: تدرب على أغنية
de: Ein Lied üben
es: Practica una canción
fr: Pratiquer une chanson
hi: गाना अभ्यास करें
id: Latihan Lagu
it: Pratica un brano
ja: 曲を練習
ko: 곡 연습하기
nl: Oefen een liedje
pl: Ćwicz piosenkę
pt: Praticar uma música
ru: Практика песни
tr: Şarkı Çalışması
zh_hans: 练习一首歌

# challenge_scale_desc
source: Practice the %@ scale in at least 2 different keys.
ar: تدرب على سلم %@ في مفتاحين مختلفين على الأقل.
de: Übe die %@-Tonleiter in mindestens 2 verschiedenen Tonarten.
es: Practica la escala %@ en al menos 2 tonalidades diferentes.
fr: Pratiquez la gamme %@ dans au moins 2 tonalités différentes.
hi: कम से कम 2 अलग-अलग कुंजियों में %@ स्केल अभ्यास करें।
id: Latih tangga nada %@ dalam minimal 2 kunci berbeda.
it: Pratica la scala %@ in almeno 2 tonalità diverse.
ja: %@スケールを少なくとも2つのキーで練習。
ko: %@ 스케일을 최소 2개 키로 연습하세요.
nl: Oefen de %@ toonladder in minimaal 2 verschillende toonsoorten.
pl: Ćwicz gamę %@ w co najmniej 2 różnych tonacjach.
pt: Praticar a escala %@ em pelo menos 2 tonalidades diferentes.
ru: Отработайте гамму %@ минимум в 2 разных тональностях.
tr: %@ dizisini en az 2 farklı tonda çalışın.
zh_hans: 在至少 2 个不同调上练习 %@ 音阶。

# challenge_scale_title
source: Scale: %@
ar: السلم: %@
de: Tonleiter: %@
es: Escala: %@
fr: Gamme : %@
hi: स्केल: %@
id: Tangga Nada: %@
it: Scala: %@
ja: スケール: %@
ko: 스케일: %@
nl: Toonladder: %@
pl: Gama: %@
pt: Escala: %@
ru: Гамма: %@
tr: Dizi: %@
zh_hans: 音阶：%@

# challenge_theory_quiz_desc
source: Answer %lld theory quiz questions correctly.
ar: أجب عن %lld سؤال اختبار نظرية بشكل صحيح.
de: Beantworte %lld Theoriefragen richtig.
es: Responde correctamente a %lld preguntas de teoría.
fr: Répondez correctement à %lld questions de théorie.
hi: %lld थ्योरी क्विज़ प्रश्न सही हल करें।
id: Jawab %lld pertanyaan kuis teori dengan benar.
it: Rispondi correttamente a %lld domande del quiz di teoria.
ja: 理論クイズで%lld問正解。
ko: 이론 퀴즈 %lld문제 정답.
nl: Beantwoord %lld theoriequizvragen correct.
pl: Odpowiedz poprawnie na %lld pytań quizu z teorii.
pt: Responder corretamente a %lld perguntas do quiz de teoria.
ru: Ответьте правильно на %lld вопросов теста по теории.
tr: %lld teori test sorusunu doğru cevaplayın.
zh_hans: 正确回答 %lld 道乐理测验题。

# challenge_theory_quiz_title
source: Theory Quiz: %lld Questions
ar: اختبار النظرية: %lld أسئلة
de: Theorie-Quiz: %lld Fragen
es: Test de teoría: %lld preguntas
fr: Quiz de théorie : %lld questions
hi: थ्योरी क्विज़: %lld प्रश्न
id: Kuis Teori: %lld Pertanyaan
it: Quiz di teoria: %lld domande
ja: 理論クイズ: %lld問
ko: 이론 퀴즈: %lld문제
nl: Theoriequiz: %lld vragen
pl: Quiz z teorii: %lld pytań
pt: Quiz de teoria: %lld perguntas
ru: Тест по теории: %lld вопросов
tr: Teori Testi: %lld Soru
zh_hans: 乐理测验：%lld 题

# challenge_transition_desc
source: Practice switching between %1$@ and %2$@ at 60 BPM. Aim for 20 switches per minute.
ar: تدرب على التبديل بين %1$@ و %2$@ عند 60 BPM. استهدف 20 تبديلاً في الدقيقة.
de: Übe den Wechsel zwischen %1$@ und %2$@ bei 60 BPM. Ziel: 20 Wechsel pro Minute.
es: Practica el cambio entre %1$@ y %2$@ a 60 BPM. Intenta 20 cambios por minuto.
fr: Pratiquez le changement entre %1$@ et %2$@ à 60 BPM. Visez 20 changements par minute.
hi: 60 BPM पर %1$@ और %2$@ के बीच बदलने का अभ्यास करें। प्रति मिनट 20 स्विच का लक्ष्य रखें।
id: Latih peralihan antara %1$@ dan %2$@ pada 60 BPM. Target 20 peralihan per menit.
it: Pratica il passaggio tra %1$@ e %2$@ a 60 BPM. Obiettivo: 20 cambi al minuto.
ja: %1$@と%2$@の切り替えを60 BPMで練習。1分間に20回切り替えを目指す。
ko: 60 BPM으로 %1$@와 %2$@ 전환 연습. 분당 20회 전환을 목표로 하세요.
nl: Oefen het wisselen tussen %1$@ en %2$@ op 60 BPM. Streef naar 20 wisselingen per minuut.
pl: Ćwicz przełączanie między %1$@ a %2$@ przy 60 BPM. Cel: 20 przełączeń na minutę.
pt: Praticar a alternância entre %1$@ e %2$@ a 60 BPM. Objetivo: 20 mudanças por minuto.
ru: Отработайте переключение между %1$@ и %2$@ при 60 BPM. Цель — 20 переключений в минуту.
tr: 60 BPM'de %1$@ ve %2$@ arasında geçiş pratiği yapın. Dakikada 20 geçiş hedefleyin.
zh_hans: 以 60 BPM 练习在 %1$@ 和 %2$@ 之间切换。目标每分钟 20 次切换。

# challenge_transition_title
source: Switch: %1$@ to %2$@
ar: التبديل: %1$@ إلى %2$@
de: Wechsel: %1$@ zu %2$@
es: Cambio: %1$@ a %2$@
fr: Changement : %1$@ à %2$@
hi: स्विच: %1$@ से %2$@
id: Peralihan: %1$@ ke %2$@
it: Cambio: %1$@ a %2$@
ja: 切り替え: %1$@ → %2$@
ko: 전환: %1$@ → %2$@
nl: Wissel: %1$@ naar %2$@
pl: Przełącz: %1$@ na %2$@
pt: Alternar: %1$@ para %2$@
ru: Переход: %1$@ → %2$@
tr: Geçiş: %1$@ → %2$@
zh_hans: 切换：%1$@ 到 %2$@

# challenge_type_chord_transition
source: Chord Transition
ar: انتقال أكوردات
de: Akkordwechsel
es: Transición de acordes
fr: Transition d'accords
hi: कॉर्ड ट्रांज़िशन
id: Transisi akor
it: Transizione accordi
ja: コード チェンジ
ko: 코드 전환
nl: Akkoordovergang
pl: Zmiana akordów
pt: Transição de acordes
ru: Смена аккордов
tr: Akor geçişi
zh_hans: 和弦转换

# challenge_type_ear_training
source: Ear Training
ar: تدريب السمع
de: Gehörbildung
es: Entrenamiento auditivo
fr: Entraînement auditif
hi: श्रवण प्रशिक्षण
id: Latihan pendengaran
it: Allenamento uditivo
ja: 聴音トレーニング
ko: 청음 훈련
nl: Gehoortraining
pl: Trening słuchu
pt: Treino auditivo
ru: Слуховая тренировка
tr: İşitme eğitimi
zh_hans: 听力训练

# challenge_type_learn_chord
source: Learn a New Chord
ar: تعلّم أكورد جديد
de: Neuen Akkord lernen
es: Aprende un nuevo acorde
fr: Apprendre un nouvel accord
hi: नया कॉर्ड सीखें
id: Belajar akor baru
it: Impara un nuovo accordo
ja: 新しいコードを覚える
ko: 새 코드 배우기
nl: Leer een nieuw akkoord
pl: Naucz się nowego akordu
pt: Aprender um novo acorde
ru: Выучить новый аккорд
tr: Yeni akor öğren
zh_hans: 学习新和弦

# challenge_type_practice_song
source: Practice a Song
ar: تمرين أغنية
de: Ein Lied üben
es: Practica una canción
fr: Pratiquer une chanson
hi: गीत अभ्यास
id: Latihan lagu
it: Pratica un brano
ja: 曲を練習する
ko: 곡 연습하기
nl: Oefen een liedje
pl: Ćwicz piosenkę
pt: Praticar uma música
ru: Работа с песней
tr: Şarkı çalışması
zh_hans: 练习一首歌

# challenge_type_scale_practice
source: Scale Practice
ar: تمرين سلالم
de: Tonleiterübung
es: Práctica de escalas
fr: Pratique des gammes
hi: स्केल अभ्यास
id: Latihan tangga nada
it: Pratica scale
ja: スケール練習
ko: 스케일 연습
nl: Toonladderoefening
pl: Ćwiczenie gam
pt: Prática de escalas
ru: Упражнение по гаммам
tr: Dizi çalışması
zh_hans: 音阶练习

# challenge_type_theory_quiz
source: Theory Quiz
ar: اختبار نظري
de: Theorie-Quiz
es: Test de teoría
fr: Quiz de théorie
hi: सिद्धांत क्विज़
id: Kuis teori
it: Quiz di teoria
ja: 理論クイズ
ko: 이론 퀴즈
nl: Theorie-quiz
pl: Quiz z teorii
pt: Quiz de teoria
ru: Тест по теории
tr: Teori sınavı
zh_hans: 乐理测验

# chord_category_extended
source: Extended
ar: ممتد
de: Erweitert
es: Extendido
fr: Étendu
hi: विस्तारित
id: Diperluas
it: Esteso
ja: 拡張
ko: 확장
nl: Uitgebreid
pl: Rozszerzony
pt: Estendido
ru: Расширенный
tr: Genişletilmiş
zh_hans: 扩展

# chord_category_seventh
source: Seventh
ar: سُباعي
de: Septakkord
es: Séptima
fr: Septième
hi: सप्तक
id: Ketujuh
it: Settima
ja: 七の和音
ko: 7화음
nl: Septiem
pl: Septymowy
pt: Sétima
ru: Септаккорд
tr: Yedili
zh_hans: 七和弦

# chord_category_suspended
source: Suspended
ar: معلّق
de: Vorhaltsakkord
es: Suspendido
fr: Suspendu
hi: निलंबित
id: Tertunda
it: Sospeso
ja: サス
ko: 서스
nl: Sus-akkoord
pl: Zawieszony
pt: Suspensa
ru: Сус-аккорд
tr: Askı
zh_hans: 挂留

# chord_category_triad
source: Triad
ar: ثلاثي
de: Dreiklang
es: Tríada
fr: Triade
hi: त्रिस्वर
it: Triade
ja: 三和音
ko: 3화음
nl: Drieklank
pl: Trójdźwięk
pt: Tríade
ru: Трезвучие
tr: Üçlü
zh_hans: 三和弦

# chord_ear_next
source: Next Chord
ar: الوتر التالي
de: Nächster Akkord
es: Siguiente acorde
fr: Accord suivant
hi: अगला कॉर्ड
id: Akor Berikutnya
it: Prossimo accordo
ja: 次のコード
ko: 다음 코드
nl: Volgend akkoord
pl: Następny akord
pt: Próximo acorde
ru: Следующий аккорд
tr: Sonraki Akor
zh_hans: 下一个和弦

# chord_ear_replay
source: Replay Chord
ar: إعادة تشغيل الوتر
de: Akkord wiederholen
es: Repetir acorde
fr: Rejouer l'accord
hi: कॉर्ड फिर से चलाएँ
id: Putar Ulang Akor
it: Riascolta accordo
ja: もう一度聴く
ko: 다시 듣기
nl: Akkoord opnieuw afspelen
pl: Odtwórz akord ponownie
pt: Repetir acorde
ru: Повторить аккорд
tr: Akoru Tekrar Dinle
zh_hans: 重播和弦

# chord_ear_start
source: Start Training
ar: بدء التدريب
de: Training starten
es: Iniciar entrenamiento
fr: Commencer l'entraînement
hi: प्रशिक्षण शुरू करें
id: Mulai Latihan
it: Inizia allenamento
ja: トレーニング開始
ko: 훈련 시작
pl: Rozpocznij trening
pt: Iniciar treino
ru: Начать тренировку
tr: Eğitimi Başlat
zh_hans: 开始训练

# chord_ear_subtitle
source: Identify the chord quality by ear.
ar: حدد جودة الوتر بالأذن.
de: Erkenne die Akkordart nach Gehör.
es: Identifica la calidad del acorde de oído.
fr: Identifiez la qualité de l'accord à l'oreille.
hi: कान से कॉर्ड गुणवत्ता पहचानें।
id: Identifikasi kualitas akor dengan pendengaran.
it: Identifica la qualità dell'accordo a orecchio.
ja: 耳でコードの種類を聴き分けましょう。
ko: 귀로 코드의 종류를 맞혀 보세요.
nl: Herken de akkoordkwaliteit op gehoor.
pl: Rozpoznaj rodzaj akordu na słuch.
pt: Identifique a qualidade do acorde de ouvido.
ru: Определите тип аккорда на слух.
tr: Akor kalitesini kulakla belirleyin.
zh_hans: 通过听觉辨认和弦性质。

# chord_ear_title
source: Chord Ear Training
ar: تدريب الأذن على الأوتار
de: Akkord-Gehörtraining
es: Entrenamiento auditivo de acordes
fr: Entraînement auditif d'accords
hi: कॉर्ड कान प्रशिक्षण
id: Latihan Pendengaran Akor
it: Ear training accordi
ja: コード聴音トレーニング
ko: 코드 청음 훈련
nl: Akkoord-gehoortraining
pl: Trening słuchu akordów
pt: Treino auditivo de acordes
ru: Тренировка слуха на аккорды
tr: Akor Kulak Eğitimi
zh_hans: 和弦听力训练

# chord_ear_what
source: What type of chord is this?
ar: ما نوع هذا الوتر؟
de: Welche Art von Akkord ist das?
es: ¿Qué tipo de acorde es este?
fr: Quel type d'accord est-ce ?
hi: यह किस प्रकार का कॉर्ड है?
id: Jenis akor apa ini?
it: Che tipo di accordo è questo?
ja: このコードの種類は何ですか？
ko: 이 코드의 종류는 무엇인가요?
nl: Wat voor type akkoord is dit?
pl: Jaki to rodzaj akordu?
pt: Que tipo de acorde é este?
ru: Какой это тип аккорда?
tr: Bu ne tür bir akor?
zh_hans: 这是什么类型的和弦？

# chord_library_bass_prefix
source: Bass:
ar: الباص:
es: Bajo:
fr: Basse :
hi: बेस:
id: Bas:
it: Basso:
ja: ベース:
ko: 베이스:
nl: Bas:
pl: Bas:
pt: Baixo:
ru: Бас:
tr: Bas:
zh_hans: 低音:

# chord_library_compare
source: Compare
ar: مقارنة
de: Vergleichen
es: Comparar
fr: Comparer
hi: तुलना करें
id: Bandingkan
it: Confronta
ja: 比較
ko: 비교
nl: Vergelijken
pl: Porównaj
pt: Comparar
ru: Сравнить
tr: Karşılaştır
zh_hans: 比较
